export const jobOptions = [
	{
		industry: 'IT/인터넷',
		roles: [
			'프론트엔드 개발자',
			'백엔드 개발자',
			'풀스택 개발자',
			'모바일 앱 개발자',
			'데이터 엔지니어',
			'AI 엔지니어',
			'DevOps 엔지니어',
			'PM',
			'QA 엔지니어',
		],
	},
	{
		industry: '디자인',
		roles: [
			'UX 디자이너',
			'UI 디자이너',
			'그래픽 디자이너',
			'제품 디자이너',
			'BX 디자이너',
			'모션 디자이너',
		],
	},
	{
		industry: '마케팅/광고',
		roles: ['디지털 마케터', '브랜드 마케터', '콘텐츠 마케터', '퍼포먼스 마케터', 'PR', 'AE'],
	},
	{
		industry: '경영/사무',
		roles: ['HR', '재무', '회계', '총무', '기획', '경영지원'],
	},
	{
		industry: '영업/고객',
		roles: ['B2B 영업', 'B2C 영업', '해외영업', '고객상담', 'CS 매니저', '파트너 관리'],
	},
	{
		industry: '교육',
		roles: ['초중등 교사', '강사', '교육 콘텐츠 기획자', '멘토/코치', '학원 운영자'],
	},
	{
		industry: '의료/바이오',
		roles: ['의사', '간호사', '약사', '임상 연구원', '바이오 연구원'],
	},
	{
		industry: '제조/생산',
		roles: ['생산직', '품질관리', '설비관리', '제품기획', '공정 엔지니어'],
	},
	{
		industry: '기타',
		roles: ['프리랜서', '창업가', '작가', '번역가', '직접입력'],
	},
];
